CASE_1 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (1-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_2 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (2-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_3 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (3-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_4 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (4-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_5 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (5-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_6 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (6-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_7 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (7-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }

CASE_8 = {"title":'Проверка раскрытия дропдауна и соответствия текста в ответе (8-й вопрос)',
        "description": 'При нажатии на стрелочку рядом с вопросом, открывается дропдаун с текстом ответа',
         }


CASE_9 = {"title":'Проверка заказа самоката через кнопку "Заказать" в навигационном меню',
        "description": 'Кнопка ЗАКАЗАТЬ, должна перенаправить на форму заполнения заказа. После заполнения первой формы,'
                       'открывается вторая форма. При прохождении всех этапов заполнения должно выйти модальное окно с '
                       'сообщением о успешной отправке заявки. Нажимаем на "Посмотреть статус" и после на логотип "ЯНДЕКС",'
                       'при нажатии на логотип, должен произойти редирект на ДЗЕН',
         }

CASE_10 = {"title":'Проверка заказа самоката через кнопку "Заказать" в центре страницы',
        "description": 'Кнопка ЗАКАЗАТЬ, должна перенаправить на форму заполнения заказа. После заполнения первой формы,'
                       'открывается вторая форма. При прохождении всех этапов заполнения должно выйти модальное окно с '
                       'сообщением о успешной отправке заявки. Нажимаем на "Посмотреть статус" и после на логотип "Самокат",'
                       'при нажатии на логотип открывается главная страница',
         }